Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: We only access the health data you explicitly allow. All calculations happen on your device, and your data never leaves your iPhone.
ar: نحن نصل فقط إلى بيانات الصحة التي تسمح بها بشكل صريح. تتم جميع الحسابات على جهازك، وبياناتك لا تغادر أبداً هاتفك الآيفون.
bg: Ние имаме достъп само до здравните данни, които изрично позволявате. Всички изчисления се извършват на вашето устройство и вашите данни никога не напускат вашия iPhone.
ca: Només accedim a les dades de salut que ens permets explícitament. Tots els càlculs es fan al teu dispositiu, i les teves dades mai abandonen el teu iPhone.
cs: K vašim zdravotním údajům máme přístup pouze v případě, že to výslovně povolíte. Všechny výpočty probíhají na vašem zařízení a vaše data nikdy neopustí váš iPhone.
da: Vi får kun adgang til de sundhedsdata, du eksplicit tillader. Alle beregninger sker på din enhed, og dine data forlader aldrig din iPhone.
de: Wir greifen nur auf die Gesundheitsdaten zu, die Sie ausdrücklich erlauben. Alle Berechnungen erfolgen auf Ihrem Gerät, und Ihre Daten verlassen niemals Ihr iPhone.
el: Έχουμε πρόσβαση μόνο στα δεδομένα υγείας που επιτρέπετε ρητά. Όλοι οι υπολογισμοί γίνονται στη συσκευή σας και τα δεδομένα σας ποτέ δεν φεύγουν από το iPhone σας.
es: Solo accedemos a los datos de salud que nos permites explícitamente. Todos los cálculos se realizan en tu dispositivo y tus datos nunca salen de tu iPhone.
fi: Pääsemme vain niihin terveysdatoihin, joihin annat nimenomaisen luvan. Kaikki laskelmat tapahtuvat laitteellasi, eikä tietosi koskaan siirry iPhonestasi.
fr: Nous n'accédons qu'aux données de santé que vous autorisez explicitement. Tous les calculs se font sur votre appareil, et vos données ne quittent jamais votre iPhone.
he: אנחנו ניגשים רק לנתוני הבריאות שאתה מתיר במפורש. כל החישובים מתבצעים במכשיר שלך, והנתונים שלך לא עוזבים את ה-iPhone שלך.
hi: हम केवल उसी स्वास्थ्य डेटा तक पहुंच करते हैं जिसे आप स्पष्ट रूप से अनुमति देते हैं। सभी गणनाएं आपके डिवाइस पर होती हैं, और आपका डेटा कभी भी आपके iPhone से बाहर नहीं जाता।
hr: Imamo pristup zdravstvenim podacima koje izričito odobravate. Sve izračune obavljamo na vašem uređaju, a vaši podaci nikada ne napuštaju vaš iPhone.
hu: Csak az egészségügyi adatokat érjük el, amelyekhez kifejezetten hozzájárulsz. Minden számítás a te eszközödön történik, és az adataid soha nem hagyják el az iPhone-odat.
id: Kami hanya mengakses data kesehatan yang Anda izinkan secara eksplisit. Semua perhitungan dilakukan di perangkat Anda, dan data Anda tidak pernah meninggalkan iPhone Anda.
it: Accediamo solo ai dati sulla salute che autorizzi esplicitamente. Tutte le elaborazioni avvengono sul tuo dispositivo e i tuoi dati non lasciano mai il tuo iPhone.
ja: 私たちは、あなたが明示的に許可した健康データのみをアクセスします。すべての計算はあなたのデバイス上で行われ、あなたのデータは決してあなたのiPhoneから外に出ることはありません。
kk: Сіз тек рұқсат еткен денсаулық деректеріне ғана қол жеткіземіз. Барлық есептеулер сіздің құрылғыңызда жүзеге асады, және сіздің деректеріңіз ешқашан iPhone-нан шықпайды.
ms: Kami hanya mengakses data kesihatan yang anda benarkan secara eksplisit. Semua pengiraan berlaku pada peranti anda, dan data anda tidak pernah meninggalkan iPhone anda.
nl: We hebben alleen toegang tot de gezondheidsgegevens die je expliciet toestaat. Alle berekeningen vinden plaats op je apparaat, en je gegevens verlaten je iPhone nooit.
pl: Uzyskujemy dostęp tylko do danych zdrowotnych, które wyraźnie pozwalasz. Wszystkie obliczenia odbywają się na Twoim urządzeniu, a Twoje dane nigdy nie opuszczają Twojego iPhone'a.
pt_br: Nós só acessamos os dados de saúde que você explicitamente permite. Todos os cálculos acontecem no seu dispositivo, e seus dados nunca saem do seu iPhone.
pt_pt: Nós só acedemos aos dados de saúde que você explicitamente permite. Todos os cálculos são realizados no seu dispositivo e os seus dados nunca saem do seu iPhone.
ro: Accesăm doar datele de sănătate pe care le permiți explicit. Toate calculele au loc pe dispozitivul tău, iar datele tale nu părăsesc niciodată iPhone-ul tău.
ru: Мы получаем доступ только к тем данным о здоровье, которые вы явно разрешаете. Все вычисления происходят на вашем устройстве, и ваши данные никогда не покидают ваш iPhone.
sk: Pristupujeme len k zdravotným údajom, ktoré výslovne povolíte. Všetky výpočty prebiehajú na vašom zariadení a vaše údaje nikdy neopúšťajú váš iPhone.
sl: Dostopamo samo do zdravstvenih podatkov, ki jih izrecno dovoljujete. Vse izračune izvajamo na vaši napravi in vaši podatki nikoli ne zapustijo vašega iPhona.
sv: Vi har endast tillgång till den hälsodata som du uttryckligen tillåter. Alla beräkningar sker på din enhet, och dina data lämnar aldrig din iPhone.
th: เราจะเข้าถึงข้อมูลสุขภาพที่คุณอนุญาตเท่านั้น การคำนวณทั้งหมดจะเกิดขึ้นบนอุปกรณ์ของคุณ และข้อมูลของคุณจะไม่ถูกส่งออกจาก iPhone ของคุณเลย
tr: Sadece açıkça izin verdiğiniz sağlık verilerine erişim sağlıyoruz. Tüm hesaplamalar cihazınızda gerçekleşir ve verileriniz asla iPhone'unuzdan çıkmaz.
uk: Ми маємо доступ до медичних даних лише з вашого дозволу. Усі обчислення відбуваються на вашому пристрої, і ваші дані ніколи не залишають ваш iPhone.
vi: Chúng tôi chỉ truy cập dữ liệu sức khỏe mà bạn cho phép một cách rõ ràng. Tất cả các phép tính diễn ra trên thiết bị của bạn, và dữ liệu của bạn không bao giờ rời khỏi iPhone của bạn.
zh_hans: 我们仅访问您明确允许的健康数据。所有计算都在您的设备上进行，您的数据永远不会离开您的 iPhone。
zh_hant: 我們只訪問您明確允許的健康數據。所有計算均在您的設備上進行，您的數據不會離開您的iPhone。

source: We only read the health data we need for hydration recommendations. Your data stays on your device and is never shared with third parties.
ar: نحن نقرأ فقط بيانات الصحة التي نحتاجها لتوصيات الترطيب. تظل بياناتك على جهازك ولا تُشارك أبدا مع أطراف ثالثة.
bg: Ние четем само здравните данни, от които се нуждаем за препоръките за хидратация. Вашите данни остават на вашето устройство и никога не се споделят с трети страни.
ca: Només llegim les dades de salut que necessitem per a les recomanacions d'hidratació. Les teves dades es queden al teu dispositiu i mai es comparteixen amb tercers.
cs: Čteme pouze zdravotní údaje, které potřebujeme pro doporučení ohledně hydratace. Vaše data zůstávají na vašem zařízení a nikdy nejsou sdílena s třetími stranami.
da: Vi læser kun de sundhedsdata, vi har brug for til hydrationsanbefalinger. Dine data forbliver på din enhed og deles aldrig med tredjepart.
de: Wir lesen nur die Gesundheitsdaten, die wir für Empfehlungen zur Hydration benötigen. Ihre Daten bleiben auf Ihrem Gerät und werden nie mit Dritten geteilt.
el: Διαβάζουμε μόνο τα δεδομένα υγείας που χρειαζόμαστε για προτάσεις ενυδάτωσης. Τα δεδομένα σας παραμένουν στη συσκευή σας και δεν μοιράζονται ποτέ με τρίτους.
es: Solo leemos los datos de salud que necesitamos para las recomendaciones de hidratación. Tus datos permanecen en tu dispositivo y nunca se comparten con terceros.
fi: Luemme vain terveysdataa, jota tarvitsemme nesteytysuosituksiin. Tietosi pysyvät laitteellasi eikä niitä koskaan jaeta kolmansille osapuolille.
fr: Nous ne lisons que les données de santé dont nous avons besoin pour les recommandations d'hydratation. Vos données restent sur votre appareil et ne sont jamais partagées avec des tiers.
he: מאמנים אתכם על נתונים עד אוקטובר 2023. אנו קוראים רק את נתוני הבריאות הנחוצים לנו להמלצות על הידרציה. הנתונים שלכם נשמרים במכשיר שלכם ואינם משותפים עם צדדים שלישיים.
hi: हम केवल हाइड्रेशन सिफारिशों के लिए आवश्यक स्वास्थ्य डेटा पढ़ते हैं। आपका डेटा आपके उपकरण पर ही रहता है और कभी भी तीसरे पक्ष के साथ साझा नहीं किया जाता है।
hr: Mi samo čitamo zdravstvene podatke koji su nam potrebni za preporuke o hidrataciji. Vaši podaci ostaju na vašem uređaju i nikada se ne dijele s trećim stranama.
hu: Csak a hidratációs ajánlásokhoz szükséges egészségügyi adatokat olvassuk el. Az adatai az eszközén maradnak, és soha nem osztjuk meg harmadik felekkel.
id: Kami hanya membaca data kesehatan yang kami butuhkan untuk rekomendasi hidrasi. Data Anda tetap di perangkat Anda dan tidak pernah dibagikan dengan pihak ketiga.
it: Leggiamo solo i dati sulla salute necessari per le raccomandazioni di idratazione. I tuoi dati rimangono sul tuo dispositivo e non vengono mai condivisi con terze parti.
ja: 私たちは水分補給の推奨のために必要な健康データのみを読み取ります。あなたのデータはあなたのデバイスに留まり、第三者と共有されることはありません。
kk: Біз тек гидратация ұсыныстары үшін қажетті денсаулық деректерін оқимыз. Сіздің деректеріңіз құрылғыңызда қалады және үшінші тұлғалармен ешқашан бөлінбейді.
ms: Kami hanya membaca data kesihatan yang diperlukan untuk cadangan penghidratan. Data anda kekal pada peranti anda dan tidak pernah dikongsi dengan pihak ketiga.
nl: We lezen alleen de gezondheidsgegevens die we nodig hebben voor hydratie-aanbevelingen. Jouw gegevens blijven op jouw apparaat en worden nooit gedeeld met derden.
pl: Czytamy tylko dane zdrowotne, które są potrzebne do rekomendacji dotyczących nawodnienia. Twoje dane pozostają na Twoim urządzeniu i nigdy nie są udostępniane osobom trzecim.
pt_br: Nós apenas lemos os dados de saúde que precisamos para recomendações de hidratação. Seus dados permanecem no seu dispositivo e nunca são compartilhados com terceiros.
pt_pt: Nós apenas lemos os dados de saúde que precisamos para recomendações de hidratação. Os seus dados permanecem no seu dispositivo e nunca são partilhados com terceiros.
ro: Citim doar datele de sănătate de care avem nevoie pentru recomandările de hidratare. Datele tale rămân pe dispozitivul tău și nu sunt niciodată partajate cu terțe părți.
ru: Мы читаем только те данные о здоровье, которые необходимы для рекомендаций по гидратации. Ваши данные остаются на вашем устройстве и никогда не передаются третьим лицам.
sk: Sledujeme iba údaje o zdraví, ktoré potrebujeme na odporúčania týkajúce sa hydratácie. Vaše údaje zostávajú na vašom zariadení a nikdy sa nezdieľajú s tretími stranami.
sl: Bodite prepričani, da beremo samo zdravstvene podatke, ki jih potrebujemo za priporočila o hidraciji. Vaši podatki ostanejo na vašem napravi in nikoli niso deljeni s tretjimi osebami.
sv: Vi läser endast den hälsodata vi behöver för att ge rekommendationer om hydrering. Din data förblir på din enhet och delas aldrig med tredje part.
th: เราจะอ่านข้อมูลสุขภาพที่จำเป็นต่อการแนะนำการให้ความชุ่มชื้นเท่านั้น ข้อมูลของคุณจะถูกเก็บไว้ในอุปกรณ์ของคุณและจะไม่ถูกแชร์ให้กับบุคคลที่สาม.
tr: Sadece hidrasyon önerileri için ihtiyaç duyduğumuz sağlık verilerini okuruz. Verileriniz cihazınızda kalır ve asla üçüncü parti kişilerle paylaşılmaz.
uk: Ми читаємо лише ті дані про здоров'я, які нам потрібні для рекомендацій щодо гідратації. Ваші дані залишаються на вашому пристрої і ніколи не передаються третім особам.
vi: Chúng tôi chỉ đọc dữ liệu sức khỏe mà chúng tôi cần để đưa ra khuyến nghị về việc bổ sung nước. Dữ liệu của bạn sẽ được lưu trữ trên thiết bị của bạn và không bao giờ được chia sẻ với bên thứ ba.
zh_hans: 我们只读取提供水分补充建议所需的健康数据。您的数据会保留在您的设备上，绝不会与第三方共享。
zh_hant: 我們只會閱讀提供給水分補充建議所需的健康數據。您的數據將保留在您的設備上，並且不會與第三方分享。

source: We've calculated your personalized daily water goal based on your preferences
ar: لقد حسبنا هدفك اليومي المخصص من المياه بناءً على تفضيلاتك.
bg: Изчислихме вашата персонализирана дневна цел за вода, базирана на вашите предпочитания.
ca: Hem calculat el teu objectiu diari d'aigua personalitzat basat en les teves preferències.
cs: Vypočítali jsme váš personalizovaný denní cíl příjmu vody na základě vašich preferencí.
da: Vi har beregnet dit personlige daglige vandmål baseret på dine præferencer.
de: Wir haben dein persönliches tägliches Wasserziel basierend auf deinen Vorlieben berechnet.
el: Έχουμε υπολογίσει τον προσωπικό σας καθημερινό στόχο νερού με βάση τις προτιμήσεις σας.
es: Hemos calculado tu objetivo diario de agua personalizado basado en tus preferencias.
fi: Olemme laskeneet henkilökohtaisen päivittäisen vedenkulutustavoitteesi mieltymystesi perusteella.
fr: Nous avons calculé votre objectif quotidien d'eau personnalisé en fonction de vos préférences.
he: חישבנו את יעד המים היומי האישי שלך בהתבסס על ההעדפות שלך.
hi: हमने आपकी प्राथमिकताओं के आधार पर आपके लिए व्यक्तिगत दैनिक पानी का लक्ष्य निर्धारित किया है।
hr: Izračunali smo vaš personalizirani dnevni cilj unosa vode na temelju vaših preferencija.
hu: A preferenciáid alapján kiszámoltuk a személyre szabott napi vízfogyasztási célodat.
id: Kami telah menghitung tujuan hidrasi harian pribadi Anda berdasarkan preferensi Anda.
it: Abbiamo calcolato il tuo obiettivo giornaliero personalizzato di acqua in base alle tue preferenze.
ja: あなたの好みに基づいて、パーソナライズされた毎日の水分摂取目標を計算しました。
kk: Сіздің таңдауыларыңызға негізделіп, жеке күнделікті су ішу目标ыңызды есептедік.
ms: Kami telah mengira sasaran air harian peribadi anda berdasarkan pilihan anda.
nl: We hebben je persoonlijke dagelijkse waterdoel berekend op basis van je voorkeuren.
pl: Obliczyliśmy twój spersonalizowany codzienny cel picia wody na podstawie twoich preferencji.
pt_br: Calculamos sua meta diária de água personalizada com base em suas preferências.
pt_pt: Calculámos o seu objetivo diário personalizado de água com base nas suas preferências.
ro: Am calculat obiectivul tău personalizat de apă zilnic pe baza preferințelor tale.
ru: Мы рассчитали вашу персонализированную цель по потреблению воды на день, основываясь на ваших предпочтениях.
sk: Vypočítali sme váš osobný denný cieľ vody na základe vašich preferencií.
sl: Izračunali smo vaš osebni dnevni cilj vnosa vode na podlagi vaših želja.
sv: Vi har räknat ut ditt personliga dagliga vattenmål baserat på dina preferenser.
th: เราได้คำนวณเป้าหมายการดื่มน้ำประจำวันที่ปรับให้เข้ากับความชอบของคุณแล้ว
tr: Tercihlerinize göre kişiselleştirilmiş günlük su hedefinizi hesapladık.
uk: Ми розрахували вашу персоналізовану щоденну мету споживання води на основі ваших уподобань.
vi: Chúng tôi đã tính toán mục tiêu nước hàng ngày cá nhân hóa cho bạn dựa trên sở thích của bạn.
zh_hans: 我们根据您的偏好计算了您个性化的每日饮水目标。
zh_hant: 我們根據您的偏好計算了您個人的日常飲水目標。

source: We've retrieved your health information from the Health app. You can review and modify these values in the next step.
ar: لقد استرجعنا معلومات صحتك من تطبيق الصحة. يمكنك مراجعة وتعديل هذه القيم في الخطوة التالية.
bg: Събрахме вашата информация за здравето от приложението Здраве. Можете да прегледате и промените тези стойности в следващата стъпка.
ca: Hem recuperat la teva informació de salut de l'aplicació de Salut. Pots revisar i modificar aquests valors en el següent pas.
cs: Získali jsme vaše zdravotní informace z aplikace Zdraví. Tyto hodnoty si můžete prohlédnout a upravit v dalším kroku.
da: Vi har hentet dine sundhedsoplysninger fra Sundheds-appen. Du kan gennemgå og ændre disse værdier i næste trin.
de: Wir haben Ihre Gesundheitsinformationen aus der Health-App abgerufen. Sie können diese Werte im nächsten Schritt überprüfen und ändern.
el: Έχουμε ανακτήσει τις πληροφορίες υγείας σας από την εφαρμογή Υγείας. Μπορείτε να εξετάσετε και να τροποποιήσετε αυτές τις τιμές στο επόμενο βήμα.
es: Hemos recuperado tu información de salud de la aplicación de Salud. Puedes revisar y modificar estos valores en el siguiente paso.
fi: Olemme hankkineet terveystietosi Terveys-sovelluksesta. Voit tarkastella ja muokata näitä arvoja seuraavassa vaiheessa.
fr: Nous avons récupéré vos informations de santé à partir de l'application Santé. Vous pouvez examiner et modifier ces valeurs à l'étape suivante.
he: אנו עשינו חילוץ של המידע הבריאותי שלך מתוך אפליקציית הבריאות. תוכל לעבור על ערכים אלה ולשנות אותם בשלב הבא.
hi: हमने आपके स्वास्थ्य की जानकारी स्वास्थ्य ऐप से प्राप्त की है। आप अगले चरण में इन मानों की समीक्षा और संशोधन कर सकते हैं।
hr: Preuzeli smo vaše zdravstvene informacije iz aplikacije Zdravlje. Možete pregledati i izmijeniti te vrijednosti u sljedećem koraku.
hu: Az egészségügyi információit a Health alkalmazásból betöltöttük. A következő lépésben áttekintheti és módosíthatja ezeket az értékeket.
id: Kami telah mengambil informasi kesehatan Anda dari aplikasi Kesehatan. Anda dapat meninjau dan mengubah nilai-nilai ini di langkah berikutnya.
it: Abbiamo recuperato le tue informazioni sanitarie dall'app Salute. Puoi rivedere e modificare questi valori nel passaggio successivo.
ja: 私たちはヘルスアプリからあなたの健康情報を取得しました。次のステップでこれらの値を確認および変更できます。
kk: Біз сіздің денсаулық мәліметтеріңізді Health қосымшасынан алдық. Сіз келесі қадамда осы мәліметтерді қарап, өзгертуіңізге болады.
ms: Kami telah mengambil maklumat kesihatan anda dari aplikasi Kesihatan. Anda boleh menyemak dan mengubah nilai-nilai ini pada langkah seterusnya.
nl: We hebben uw gezondheidsinformatie uit de Gezondheids-app opgehaald. U kunt deze waarden in de volgende stap bekijken en aanpassen.
pl: Pobraliśmy Twoje informacje zdrowotne z aplikacji Zdrowie. Możesz przeglądać i modyfikować te wartości w następnym kroku.
pt_br: Nós recuperamos suas informações de saúde do aplicativo Saúde. Você pode revisar e modificar esses valores na próxima etapa.
pt_pt: Obtivemos as suas informações de saúde da aplicação Saúde. Pode rever e modificar esses valores na próxima etapa.
ro: Am recuperat informațiile tale de sănătate din aplicația Sănătate. Poți revizui și modifica aceste valori în următorul pas.
ru: Мы извлекли вашу медицинскую информацию из приложения «Здоровье». Вы можете просмотреть и изменить эти значения на следующем шаге.
sk: Získali sme vaše zdravotné informácie z aplikácie Zdravie. V nasledujúcom kroku si môžete tieto hodnoty prezrieť a upraviť.
sl: Pridobili smo vaše zdravstvene informacije iz aplikacije Zdravje. Te vrednosti lahko pregledate in spremenite v naslednjem koraku.
sv: Vi har hämtat din hälsoinformation från Health-appen. Du kan granska och ändra dessa värden i nästa steg.
th: เราได้ดึงข้อมูลสุขภาพของคุณจากแอปสุขภาพ คุณสามารถตรวจสอบและปรับเปลี่ยนค่าต่างๆ เหล่านี้ในขั้นตอนถัดไปได้
tr: Sağlık uygulamasından sağlık bilgilerinizi aldık. Bu değerleri bir sonraki adımda gözden geçirebilir ve değiştirebilirsiniz.
uk: Ми отримали вашу інформацію про здоров’я з програми "Здоров’я". Ви можете переглянути та змінити ці значення на наступному етапі.
vi: Chúng tôi đã lấy thông tin sức khỏe của bạn từ ứng dụng Sức khỏe. Bạn có thể xem xét và chỉnh sửa những giá trị này ở bước tiếp theo.
zh_hans: 我们已从健康应用程序中检索到您的健康信息。您可以在下一步查看和修改这些数值。
zh_hant: 我們已從健康應用程式中檢索了您的健康信息。您可以在下一步中查看和修改這些數值。

source: Weather
ar: طقس
bg: Времето
ca: Temps
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
es: Clima
fi: Sää
fr: Météo
he: מזג האוויר
hi: मौसम
hr: Vrijeme
hu: Időjárás
id: Cuaca
it: Meteo
ja: 天気
kk: Ауа райы
ms: Cuaca
nl: Weer
pl: Pogoda
pt_br: Previsão do tempo
pt_pt: Clima
ro: Vremea
ru: Погода
sk: Počasie
sl: Vreme
sv: Väder
th: สภาพอากาศ
tr: Hava durumu
uk: Погода
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

source: Weather Analysis
ar: تحليل الطقس
bg: Анализ на времето
ca: Anàlisi del temps
cs: Analýza počasí
da: Vejranalyse
de: Wetteranalyse
el: Ανάλυση Καιρού
es: Análisis del clima
fi: Säianalyysi
fr: Analyse météorologique
he: ניתוח מזג האוויר
hi: मौसम विश्लेषण
hr: Analiza vremena
hu: Időjárás-elemzés
id: Analisis Cuaca
it: Analisi Meteorologica
ja: 天候分析
kk: Ауа райын талдау
ms: Analisis Cuaca
nl: Weersanalyse
pl: Analiza pogody
pt_br: Análise do Tempo
pt_pt: Análise do Tempo
ro: Analiza vremii
ru: Анализ погоды
sk: Analýza počasia
sl: Analiza vremena
sv: Väderanalys
th: การวิเคราะห์สภาพอากาศ
tr: Hava Analizi
uk: Аналіз погоди
vi: Phân tích thời tiết
zh_hans: 天气分析
zh_hant: 天氣分析

source: Weather analysis will help optimize your hydration goals based on current conditions.
ar: ستساعدك تحليلات الطقس في تحسين أهداف الترطيب الخاصة بك بناءً على الظروف الحالية.
bg: Анализът на времето ще помогне да оптимизирате целите си за хидратация в зависимост от текущите условия.
ca: L'anàlisi del temps ajudarà a optimitzar els teus objectius d'hidratació en funció de les condicions actuals.
cs: Analýza počasí vám pomůže optimalizovat vaše cíle hydratace na základě aktuálních podmínek.
da: Vejr-analyse vil hjælpe med at optimere dine hydrationsmål baseret på de nuværende forhold.
de: Wetteranalysen werden Ihnen helfen, Ihre Hydrationsziele basierend auf den aktuellen Bedingungen zu optimieren.
el: Η ανάλυση του καιρού θα βοηθήσει στη βελτιστοποίηση των στόχων ενυδάτωσής σας με βάση τις τρέχουσες συνθήκες.
es: El análisis del clima ayudará a optimizar tus objetivos de hidratación según las condiciones actuales.
fi: Sä'analyysi auttaa optimoimaan nesteytys tavoitteesi nykyisten olosuhteiden mukaan.
fr: L'analyse météorologique aidera à optimiser vos objectifs d'hydratation en fonction des conditions actuelles.
he: ניתוח מזג האוויר יסייע בתיאום מטרות ההידרציה שלך בהתאם לתנאים הנוכחיים.
hi: मौसम विश्लेषण आपकी जलयोजन लक्ष्यों को वर्तमान परिस्थितियों के आधार पर अनुकूलित करने में मदद करेगा।
hr: Analiza vremena će pomoći u optimiziranju vaših ciljeva hidratacije na temelju trenutnih uvjeta.
hu: Az időjárás elemzése segít optimalizálni a hidratálási céljaidat a jelenlegi feltételek alapján.
id: Analisis cuaca akan membantu mengoptimalkan tujuan hidrasi Anda berdasarkan kondisi saat ini.
it: L'analisi meteorologica aiuterà a ottimizzare i tuoi obiettivi di idratazione in base alle condizioni attuali.
ja: 天候分析は、現在の状況に基づいてあなたの水分補給目標を最適化するのに役立ちます。
kk: Ауа райын талдау қазіргі жағдайларға сәйкес гидратация мақсаттарыңызды оңтайландыруға көмектеседі.
ms: Analisis cuaca akan membantu mengoptimumkan matlamat penghidratan anda berdasarkan keadaan semasa.
nl: Weersanalyses helpen je om je hydratatiedoelen te optimaliseren op basis van de huidige omstandigheden.
pl: Analiza pogody pomoże zoptymalizować twoje cele dotyczące nawodnienia w oparciu o aktualne warunki.
pt_br: A análise do clima ajudará a otimizar suas metas de hidratação com base nas condições atuais.
pt_pt: A análise do clima ajudará a otimizar os seus objetivos de hidratação com base nas condições atuais.
ro: Analiza vremii te va ajuta să optimizezi obiectivele de hidratare în funcție de condițiile actuale.
ru: Анализ погоды поможет оптимизировать ваши цели по гидратации в зависимости от текущих условий.
sk: Analýza počasia pomôže optimalizovať vaše ciele hydratácie na základe aktuálnych podmienok.
sl: Analiza vremena bo pomagala optimizirati vaše cilje hidracije glede na trenutne pogoje.
sv: Väderanalys kommer att hjälpa till att optimera dina hydratiseringsmål baserat på aktuella förhållanden.
th: การวิเคราะห์สภาพอากาศจะช่วยปรับเป้าหมายในการชุ่มชื้นของคุณให้เหมาะสมกับสภาพปัจจุบัน
tr: Hava analizi, mevcut koşullara dayalı olarak su alım hedeflerinizi optimize etmenize yardımcı olacaktır.
uk: Аналіз погоди допоможе оптимізувати ваші цілі з гідратації на основі актуальних умов.
vi: Phân tích thời tiết sẽ giúp tối ưu hóa mục tiêu hydrat hóa của bạn dựa trên điều kiện hiện tại.
zh_hans: 天气分析将帮助优化您的水分摄入目标，以适应当前的条件。
zh_hant: 天氣分析將幫助優化您的水分攝取目標，根據當前的環境條件。

source: Weather Card
ar: بطاقة الطقس
bg: Картичка за времето
ca: Targeta Meteorològica
cs: Počasí karta
da: Vejrkort
de: Wetterkarte
el: Κάρτα Καιρού
es: Tarjeta del clima
fi: Säätieto kortti
fr: Carte météo
he: כרטיס מזג אוויר
hi: मौसम कार्ड
hr: Karta vremena
hu: Időjáráskártya
id: Kartu Cuaca
it: Scheda Meteorologica
ja: 天気カード
kk: Ауа райы картасы
ms: Kad Cuaca
nl: Weerkaart
pl: Karta Pogodowa
pt_br: Cartão do Tempo
pt_pt: Cartão do Tempo
ro: Card de vreme
ru: Карточка погоды
sk: Počasie Karta
sl: Vremenska kartica
sv: Väderkort
th: การ์ดสภาพอากาศ
tr: Hava Durumu Kartı
uk: Метеокартка
vi: Thẻ thời tiết
zh_hans: 天气卡
zh_hant: 天氣卡片
